export const companies = [
  {
    id: 2,
    logo: "/images/logos/finam_logo.svg",
    year: "Текущий партнер",
    description: "Финам — ведущий брокер на фондовом и товарном рынках.",
    points: [
      "Более 500 000 клиентов",
      "Уровень надежности А++ – наивысший уровень надежности",
      "50+ наград в авторитетных российских и международных премиях",
      "Обороты на срочном рынке за 2022 год – 29 497 млрд руб, на фондовом – 3 893 млрд руб",
    ],
    // points: [
    //   "Широкая сетка тарифов для начинающих трейдеров и опытных инвесторов",
    //   "Поддержка и консультация по вопросам брокерского счета и торговли на бирже",
    //   "Открытие демо-счёта для практики на виртуальных деньгах",
    //   "Возможность передать управление активами профессиональному инвестору",
    //   "Готовые инвестиционные стратегии от 15 000 ₽, которыми управляют профессиональные трейдеры",
    //   "Возможность инвестирования в иностранные инструменты со статусом квалифицированного инвестора",
    // ],
  },
  {
    id: 1,
    logo: "/images/logos/open_logo.svg",
    year: "2012 - 2023гг.",
    description:
      "«Открытие брокер» — один из лидеров в сегменте брокерского обслуживания в России.",
    points: [
      "Более 400 000 клиентов",
      "Финансовый рейтинг надежности AAA — максимально возможный",
      "АО «Открытие брокер» ежегодный победитель престижных наград",
      "Один из лидеров в сегменте брокерского обслуживания в России",
    ],
  },
  {
    id: 3,
    logo: "/images/logos/bcs_logo.svg",
    year: "Текущий партнер",
    description:
      "БКС — лидер на российском брокерском рынке по размеру оборотов.",
    points: [
      "Более 700 000 клиентов",
      "Первое место в рейтингах Московской биржи",
      "Рейтинг Национального рейтингового агентства — ААА",
      "Лидер на российском брокерском рынке по размеру оборотов, ведущий оператор по количеству клиентов",
    ],
  },
];
