export const companies = [
  {
    id: 1,
    logo: "/images/open_logo.svg",
    year: "2012 - 2023гг.",
    description:
      "«Открытие брокер» — один из лидеров в сегменте брокерского обслуживания в России.",
    points: [
      "Более 600 клиентов в р.Хакасия",
      "Квалифицированное сопровождение на каждом этапе: от открытия счета до начала торговли",
      "Подбор оптимального инвестиционного решения с учетом ожиданий, уровня знаний и квалификации",
      "Пoмощь в деле инвестиций и торговли ценными бумагами на российской и зарубежных биржах",
      "Персональные инвестиционные консультации на протяжении всего периода обслуживания клиента",
    ],
  },
  {
    id: 2,
    logo: "/images/finam_logo.svg",
    year: "Текущий партнер",
    description: "Финам — ведущий брокер на фондовом и товарном рынках.",
    points: [
      "Широкая сетка тарифов для начинающих трейдеров и опытных инвесторов",
      "Поддержка и консультация по вопросам брокерского счета и торговли на бирже",
      "Открытие демо-счёта для практики на виртуальных деньгах",
      "Возможность передать управление активами профессиональному инвестору",
      "Готовые инвестиционные стратегии от 15 000 ₽, которыми управляют профессиональные трейдеры",
      "Возможность инвестирования в иностранные инструменты со статусом квалифицированного инвестора",
    ],
  },
  {
    id: 3,
    logo: "/images/bcs_logo.svg",
    year: "Текущий партнер",
    description:
      "БКС — лидер на российском брокерском рынке по размеру оборотов.",
    points: [
      "Персональный подбор тарифа с учетом инвестиционных целей",
      "Открытие брокерского счёта онлайн и поддержка на каждом этапе",
      "Большой выбор ценных бумаг и готовых решений от экспертов",
      "Консультации по использованию налоговых вычетов и льгот для частных инвесторов",
    ],
  },
];
