export const companies = [
  {
    id: 'finam',
    logo: "/images/logos/finam_logo.svg",
    year: "Текущий партнер",
    description: "Финам — ведущий брокер на фондовом и товарном рынках.",
    points: [
        "30 лет на рынке: 1994г. — дата основания компании",
      "500 000+ клиентов уже с нами",
      "Сохранили доступ на западные биржи",
      "Лучший брокер 2023 года по версии премии «Элита фондового рынка»",
      "Обороты на срочном рынке за 2022 год – 29 497 млрд руб, на фондовом – 3 893 млрд руб",
    ],
    // points: [
    //   "Широкая сетка тарифов для начинающих трейдеров и опытных инвесторов",
    //   "Поддержка и консультация по вопросам брокерского счета и торговли на бирже",
    //   "Открытие демо-счёта для практики на виртуальных деньгах",
    //   "Возможность передать управление активами профессиональному инвестору",
    //   "Готовые инвестиционные стратегии от 15 000 ₽, которыми управляют профессиональные трейдеры",
    //   "Возможность инвестирования в иностранные инструменты со статусом квалифицированного инвестора",
    // ],
  },
  {
    id: 'openbroker',
    logo: "/images/logos/open_logo.svg",
    year: "2012 - 2023гг.",
    description:
      "«Открытие брокер» — один из лидеров в сегменте брокерского обслуживания в России.",
    points: [
      "С 2012г. по 2024г. более 400 000 клиентов",
      "АО «Открытие брокер» ежегодный победитель престижных наград",
      "Один из лидеров в сегменте брокерского обслуживания в России",
    ],
  },
  {
    id: 'bcs',
    logo: "/images/logos/bcs_logo.svg",
    year: "Текущий партнер",
    description:
      "БКС — лидер на российском брокерском рынке по размеру оборотов.",
    points: [
      "1995г. — основание компании БрокерКредитСервис(БКС) в г.Новосибирске",
      "Победитель в двух номинациях премии «Элита фондового рынка» по итогам 2023г.",
      "Лидер на российском брокерском рынке по размеру оборотов, ведущий оператор по количеству клиентов",
    ],
  },
];